Revit 2027 API
BuiltInFailures.DebugTabBindingFailures.OptionValueOutOfRange Property
 Value out of range for Options enum.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId OptionValueOutOfRange { get; }
Public Shared ReadOnly Property OptionValueOutOfRange As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ OptionValueOutOfRange {
	FailureDefinitionId^ get ();
}
static member OptionValueOutOfRange : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DebugTabBindingFailures Class
Autodesk.Revit.DB Namespace